Repository: cyyself/OpenTihui
Catalog: src/Keyboard/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Fix
zh_hans: 修正
zh_hant: 修正

source: Generate in app
zh_hans: 在应用中生成
zh_hant: 在應用程式中生成

source: Import shortcuts from app
zh_hans: 从应用导入快捷指令
zh_hant: 從應用程式匯入快捷指令

source: In the app: Settings ▸ openTihui Keyboard ▸ Copy setup, then tap here.
zh_hans: 在应用中：设置 ▸ openTihui 键盘 ▸ 拷贝配置，然后点按这里。
zh_hant: 在應用程式中：設定 ▸ openTihui 鍵盤 ▸ 拷貝設定，然後點按這裡。

source: Loaded %lld shortcuts
zh_hans: 已加载 %lld 个快捷指令
zh_hant: 已載入 %lld 個快捷指令

source: Nothing to insert. Generate in the app first, then come back.
zh_hans: 没有可插入的内容。请先在应用中生成，然后返回。
zh_hant: 沒有可插入的內容。請先在應用程式中生成，然後返回。

source: Paste
zh_hans: 粘贴
zh_hant: 貼上

source: Polite
zh_hans: 礼貌
zh_hant: 禮貌

source: Re-import
zh_hans: 重新导入
zh_hant: 重新匯入

source: Reply
zh_hans: 回复
zh_hant: 回覆

source: Settings ▸ General ▸ Keyboard ▸ Keyboards ▸ openTihui — needed to load your shortcuts and insert results.
zh_hans: 设置 ▸ 通用 ▸ 键盘 ▸ 键盘 ▸ openTihui — 用于加载你的快捷指令和插入结果。
zh_hant: 設定 ▸ 一般 ▸ 鍵盤 ▸ 鍵盤 ▸ openTihui — 用於載入你的快捷指令和插入結果。

source: Shorter
zh_hans: 简短
zh_hant: 簡短

source: Showing default actions. In the app: Settings ▸ openTihui Keyboard ▸ Copy setup.
zh_hans: 显示默认操作。在应用中：设置 ▸ openTihui 键盘 ▸ 拷贝配置。
zh_hant: 顯示預設操作。在應用程式中：設定 ▸ openTihui 鍵盤 ▸ 拷貝設定。

source: Switch keyboard
zh_hans: 切换键盘
zh_hant: 切換鍵盤

source: Tap a shortcut → generate in app → Insert result.
zh_hans: 点按快捷指令 → 在应用中生成 → 插入结果。
zh_hant: 點按快捷指令 → 在應用程式中生成 → 插入結果。

source: Turn on “Allow Full Access”
zh_hans: 开启“允许完全访问”
zh_hant: 開啟「允許完全取用」
